{
  "T Shirt": "<strong><br><br>Features<br></strong>Reactive Dyed<br>100% Cotton<br>Crew Neck<br>Taped Shoulder to Shoulder<br>Twin Needle Stitching on Neck &amp; Shoulders<br>Enzyme Washed<br><br><strong>T-Shirt Chest ½ Measurement <br></strong><em>1 Inch Below Armhole</em><br>XS - 18 Inches<br>Small - 19.5 Inches<br>Medium - 21 Inches<br>Large - 22.5 Inches<br>XL - 24 Inches<br>2XL - 25.5 Inches<br>3XL - 27 Inches<br>4XL - 28.5 Inches<br>5XL - 30 Inches<br>6XL - 31.5 Inches<br><br><strong>T-Shirt Length<br></strong><em>Neck Point on Shoulder to Hem</em><strong><br></strong>XS - 26 Inches<br>Small - 27 Inches<br>Medium - 28 Inches<br>Large - 29 Inches<br>XL - 30 Inches<br>2XL - 31 Inches<br>3XL - 32 Inches<br>4XL - 33 Inches<br>5XL - 34 Inches<br>6</span><span>XL - 35 Inches</span><span><br><br>*Garment Measurement are subject to tolerances...",
  "Hoodie": "<strong><br><br>Specification<br></strong>Twin-needle stitching detailing<br>Double fabric hood with self coloured cords<br>Kangaroo pouch pocket<br>Ribbed cuffs and hem<br>Worldwide Responsible Accredited Production (WRAP) certified production<br>Brushed inner fabric<br>WRAP certified<br>SEDEX certified<br>Vegan certified<br><br><strong>Fabric</strong><br>80% Ringspun cotton, 20% Polyester<br>Charcoal: 52% Ringspun cotton, 48% Polyester<br>Heather Grey: 75% Ringspun cotton, 25% Polyester<br>Smoke colours: 70% Ringspun cotton, 30% Polyester.<br><br><strong>Washing Instructions</strong><br>Machine wash 30°<br>Do not bleach<br>Tumble dry low heat<br>Low iron<br>Do not dry clean<br>",
  "Sweatshirt": "<strong><br><br>Specification<br></strong>Crew neck sweat<br>Set-in-sleeves<br>Taped neck<br>Stylish fit<br>Twin needle stitching detailing<br>Ribbed collar, cuff and hem<br>Worldwide Responsible Accredited Production (WRAP) certified production<br>Brushed inner fleece<br>SEDEX certified<br>Vegan certified<br><br><strong>Fabric</strong><br>80% Ringspun Cotton 20% Polyester<br>Black Smoke: 70% Ringspun Cotton, 30% Polyester<br>Heather Grey: 75% Ringspun Cotton, 25% Polyester<br>Charcoal: 52% Ringspun Cotton, 48% Polyester<br><br><strong>Washing Instructions</strong><br>Machine wash 30°<br>Do not bleach<br>Tumble dry low heat<br>Low iron<br>Do not dry clean<br>",
  "Ladies Shirt": "<strong><br><br>Fabric<br></strong>100% Ringspun Cotton. Sport Grey: 90% Cotton, 10% Polyester. All Heathers: 65% Polyester, 35% Cotton. Antique Cherry Red, Antique Heliconia, Antique Sapphire: 90% Cotton, 10% Polyester<br><br><strong>Washing Instructions</strong><br>Machine wash warm. Inside out, with like colours. Only non-chlorine bleach. Tumble dry medium. Do not iron if decorated. Do not dry clean<br>",
  "Tank-Top": "<strong><br><br>Specification<br></strong>Wide straps<br>Rib knit trim applied to neckline and armholes<br>Twin needle bottom hem<br>Quarter-turned to eliminate centre crease<br><br><strong>Fabric</strong><br>100% Ringspun Cotton<br>Sport Grey: 90% Cotton, 10% Polyester<br>",
  "Longsleeve T-Shirt": "",
  "Oversized T Shirts": "<strong><br><br>Features<br></strong>Streetwear Icon<br>Classic in its simplicity<br>Crew neck<br>Wide fit<br>Cropped shoulders<br>Casual fit<br>Thick, soft-cotton fabric<br><br><strong>Washing Instructions</strong><br></span>Wash and iron inside out<br>Wash with similar colours<br>Machine wash 30°C gentle<br>Do not bleach<br>Do not tumble dry<br>Iron at low temperature<br>Do not dry clean<span></span></p>",
  "Kids T Shirt": "<strong><br><br>T-Shirt Chest ½ Measurement<br></strong>1 Inch Below Armhole<br>3/4 Years - 13.5 Inches<br>5/6 Years - 14 Inches<br>7/8 Years - 15 Inches<br>9/11 Years - 16 Inches<br>12/13 Years - 17 Inches<br><br><strong>T-Shirt Length<br></strong>Neck Point on Shoulder to Hem<br>3/4 Years - 18 Inches<br>5/6 Years - 20 Inches<br>7/8 Years - 21.5 Inches<br>9/11 Years - 23 Inches<br>12/13 Years - 24.5 Inches<br><br><em>*Garment Measurement are subject to tolerances...",
  "Kids Hoodie": "<strong><br><br>Specification<br></strong>Twin-needle stitching detailing<br>Double fabric hood<br>Kangaroo pouch pocket<br>Ribbed cuffs and hem<br>No drawcords to comply with EU regulation<br>Soft cotton faced fabric creates ideal printing surface<br>Worldwide Responsible Apparel Production (WRAP) certified production<br>Brushed inner fleece<br>WRAP certified<br>SEDEX certified<br>Vegan certified<br><br><strong>Fabric</strong><br>80% Ringspun cotton, 20% Polyester<br>Charcoal: 52% Ringspun cotton, 48% Polyester<br>Heather Grey: 75% Ringspun cotton, 25% Polyester<br>",
  "Kids Sweatshirt": "<strong><br><br>Specification<br></strong>Crew Neck<br>Set-in sleeves<br>Taped neck<br>Stylish fit<br>Soft cotton faced fabric<br>Twin needle stitching detailing<br>Ribbed collar, cuffs and hem<br>Brushed inner fleece<br>WRAP certified<br>SEDEX certified<br>Vegan certified<br><br><strong>Fabric</strong><br>80% Ringspun cotton, 20% Polyester<br>Charcoal: 52% Ringspun cotton, 48% Polyester<br>Heather Grey: 75% Ringspun cotton, 25% Polyester.<br>",
  "Ringer T-Shirt": "<strong><br><br>Features<br></strong>Contrast Colour Crew Neck &amp; Arm<br>Cotton/Lycra&reg; Rib<br>Classic Look<br>Contemporary Tailored Fit<br>Made from 100% Cotton<br>Fine Knit Gauge for Enhanced Printability",
  "Raglan T-Shirt": "<strong><br><br>Features<br></strong>Contrast Colour<br>Cotton/Lycra&reg; Rib, Neck and Raglan Sleeves<br>Contemporary Tailored Fit<br>Made from 100% Cotton"
}